<p>Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между ИП «Леснов Олег
  Феликсович» (далее Леофел или Администрация) с одной стороны и пользователем сайта с другой.
  Сайт Леофел не является средством массовой информации.</p>

<p class="mb-3">Используя сайт, Вы соглашаетесь с условиями данного соглашения.<br>
  Если Вы не согласны с условиями данного соглашения, не используйте сайт Леофел.</p>

<h3>1. Права и обязанности сторон</h3>
<p class="weight-700">Пользователь имеет право:</p>
<ol>
  <li>осуществлять поиск информации на сайте;</li>
  <li>получать информацию на сайте;</li>
  <li>копировать информацию на другие сайты с указанием источника;</li>
  <li>требовать от администрации скрытия любой информации переданной пользователем сайту;</li>
  <li>использовать информацию сайта в личных некоммерческих целях;</li>
</ol>

<p class="weight-700">Администрация имеет право:</p>
<ol>
  <li>по своему усмотрению и необходимости создавать, изменять, отменять правила;</li>
  <li>ограничивать доступ к любой информации на сайте;</li>
  <li>создавать, изменять, удалять информацию;</li>
</ol>

<p class="weight-700">Пользователь обязуется:</p>
<ol>
  <li>обеспечить достоверность предоставляемой информации;</li>
  <li>не нарушать работоспособность сайта;</li>
  <li>не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с
    Сайтом и его Сервисами;</li>
</ol>

<p class="weight-700">Администрация обязуется:</p>
<p class="mb-3">поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от
  Администрации причинам.</p>

<h3>2. Ответственность сторон</h3>
<p class="mb-3">в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное
  бедствие и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также
  бесперебойную работу информационного ресурса.</p>

<h3>3.  Условия действия Соглашения</h3>
<p>Данное Соглашение вступает в силу при любом использовании данного сайта.<br>
  Соглашение перестает действовать при появлении его новой версии.<br>
  Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему
  усмотрению.<br>
  Администрация не оповещает пользователей об изменении в Соглашении.</p>
